Repository: OpenPhilology/phaidra
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fa

source: Ancient Greek
fa: یونانی باستان

source: Farsi
fa: فارسی

source: English
fa: انگلیسی

source: Croatian
fa: کروات

source: Portuguese
fa: پرتغالی

source: French
fa: فرانسوی

source: Feminine
fa: مونث

source: Neuter
fa: خنثی

source: Masculine
fa: مذکر

source: Singular
fa: مفرد

source: Plural
fa: جمع

source: Nominative
fa: حالت فاعلی

source: Genitive
fa: حالت اضافه ملکی

source: Dative
fa: حالت مفعول با واسطه

source: Accusative
fa: حالت مفعول بی‌واسطه

source: 3rd Person
fa: سوم شخص

source: 2nd Person
fa: دوم شخص

source: 1st Person
fa: اول شخص

source: Indicative
fa: وجه اخباری

source: Subjunctive
fa: وجه شرطی

source: Optative
fa: وجه آرزویی

source: Infinitive
fa: مصدر

source: Aorist
fa: گذشته ساده

source: Imperfect
fa: گذشته استمراری

source: Future
fa: آینده

source: Present
fa: حال

source: Active
fa: معلوم

source: Middle
fa: میانه

source: Middle/Passive
fa: میانه/مجهول

source: Passive
fa: مجهول

source: This lesson has not been translated into your selected language
fa: این درس به زبان انتخابی تو ترجمه نشده است

source: An Error Occured
fa: خطایی پیش آمده

source: Apologies for the inconvenience.
fa: برای مشکل پیش آمده عذرخواهی می‌کنیم

source: Back to Lessons
fa: بازگشت به لیست درس‌ها

source: This lesson has no tasks
fa: این درس هیچ تمرینی ندارد

source: This lesson does not yet have tasks assigned.
fa: برای این درس هنوز هیچ تمرینی تحویل داده نشده است

source: Go back to Lessons
fa: به لیست درس‌ها برگرد

source: Trouble loading textual data.
fa: مشکل در بارگذاری متن

source: We could not word the vocabulary related to this unit.
fa: هیچ لیست واژگانی مربوط به این درس یافت نشد

source: Great Job!
fa: آفرین!

source: You completed this unit!
fa: این درس را تمام کردی!

source: Morphology
fa: واج شناسی

source: Information about
fa: اطلاعات مربوط به

source: Show Resources
fa: نشان دادن منابع
