Repository: OpenPhilology/phaidra
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Learn
fa: یاد بگیر

source: Read
fa: بخوان

source: Create
fa: ایجاد کن

source: Login
fa: ورود به سیستم

source: Help Create Digital Editions
fa: به خلق آثار دیجیتال کمک کن

source: You can help create a digital edition of a Classical work, no matter what skill level you're at. You'll be improving your Ancient Greek and contributing to Open Data at the same time!
fa: مهم نیست در چه مرحله ای از زبان هستی، می توانی به ایجاد نسخه دیجیتال آثار کلاسیک کمک کنی. با این کاردانش خود را در یونانی باستان ارتقا می دهی و هم زمان به ایجاد داده های باز برای همه کمک می کنی.

source: Get your Greek on.
fa: زبان یونانی خود را ارتقا بده

source: Learn Ancient Greek as you read Thucydides' harrowing tale of the war between
fa: همانطور که داستان‌های دلخراش توسیدید را درباره جنگ بین

source: (the Spartans) and
fa: ، (اسپارت‌ها) و

source: (the Athenians).
fa: (آتنی‌ها) می‌خوانی یونانی باستان یادبگیر.

source: Start Learning!
fa: شروع کن به یاد گرفتن!

source: Sign up
fa: ثبت نام

source: Full Name
fa: نام و نام خانوادگی

source: Email Address
fa: آدرس ایمیل

source: Username
fa: نام کاربری

source: Password
fa: کلمه عبور

source: Create Account
fa: ایجاد حساب کاربری

source: Game your way through Greek.
fa: با بازی راه خود را در دنیای یونان پیدا کن.

source: Develop your mad Greek skillz through games and choose the path to Greek glory that suits your personal learning style.
fa: مهارت‌های یونانی خاص خودت را از طریق بازی توسعه بده و راه خودت را به سمت شکوه یونان که متناسب با سبک یادگیری خودت است، انتخاب کن

source: Keep it original.
fa: فقط از اصل استفاده کن.

source: Explore Classical texts in their original languages, the way they were meant to be read, enhanced by data contributed by people like you.
fa: در متون کلاسیک به همان زبان اصلی کاوش کن، با همان زبانی این متن‌ها از همان اول نوشته شده‌ بودند، متن‌هایی که به‌واسطه داده‌هایی که افرادی مثل تو در ایجاد آن همکاری کرده‌اند، بهبود یافته‌اند.

source: Be a scholar!
fa: پژوهشگر باش!

source: Contribute micropublications like translations and annotations to help create brand new, digital editions of Classical works!
fa: برای کمک به ایجاد نسخه‌های جدید و دیجیتال آثار کلاسیک، با کارهایی چون ترجمه و حاشیه‌نویسی به نشر میکرو یاری رسان!

source: Here's how it works.
fa: اینجا می بینی که چطور می توانی این کار را بکنی

source: <strong>You choose the way you want to learn Greek</strong> &mdash; whether it's through pure immersion or structured lessons, Ancient Geek supports you in both ways.<Br><br> You'll have all the tools you need to grapple with <em>real</em> Ancient Greek from day one, not just contrived textbook examples.
fa: <strong>راه خاص خودت برای یادگیری زبان یونانی را انتخاب می‌کنی</strong>&mdash; چه بخواهی کاملاً غرق در این دنیا شوی یا بخواهی که درس‌های دارای ساختار را بخوانی Ancient Geek در هر دو مسیر به تو کمک خواهد کرد.<Br><br> همه ابزارهایی که با آنها سر و کار داری را از روز اول در اختیار خواهی داشت. قرار نیست فقط مثال‌های کتاب های درسی به تو داده شود

source: If you want to get straight to reading, you can use the<br> <strong>Ancient Geek Reader</strong>, and dip in and out of the grammar<br> only as needed.
fa: اگر می‌خواهی بی‌واسطه شروع به خواندن متون کنی، می‌توانی از <br> <strong>Ancient Geek Reader</strong> استفاده کنی و با قواعد دستوری هر چقدر که لازم داری<br> سر و کله بزنی.

source: Your mission.
fa: مأموریت تو

source: You'll practice each lesson through enjoyable <strong>interactive exercises</strong> that will help you develop the skills you need.
fa: با <strong>تمرین‌هایی تعاملی و لذت‌بخش روی هر درس تمرکز خواهی کرد</strong> که به تو کمک می‌کند مهارت‌های لازم را گسترش بدهی.

source: For example, you'll learn how to take Greek sentences and <strong>represent them as parse trees</strong>. Not only does this prove that you get the Greek, but you'll be able to compare your interpretations against those of others.
fa: مثلاً یاد می‌گیری چطور جمله‌ای یونانی را انتخاب کنی و <strong>و آن را به صورت درختی نمایش دهی</strong>. این کار نه تنها ثابت می‌کند که تو یونانی را فهمیده‌ایبلکه قادر خواهی بود برداشت خودت را از جمله با برداشت دیگران مقایسه کنی.

source: When you're ready, you can create trees for new, unanalyzed sentences and contribute your interpretation to the Digital Humanities community as a micropublication.
fa: هر وقت آماده بودی می‌توانی برای جملات تجزیه نشده نمودار درختی رسم کنی و تحلیل خودت را به عنوان نشر میکرو در اختیار جامعه علوم انسانی دیجیتال بگذاری.

source: You'll learn how to build parse trees on sentences others have done,<br> then <strong>contribute trees for brand new, digital texts</strong>.
fa: با کاری که دیگران انجام داده‌اند یاد می‌گیری چطور نمودار درختی رسم کنی<br> سپس <strong>برای متن‌های دیجیتال و کاملاً جدید نمودار درختی می‌سازی</strong>.

source: What then?
fa: بعد چی

source: Did you know there are still unexplored Classical texts? Many have never been digital before, much less translated or treebanked. <strong>That's where you come in.</strong> There are millions of words of newly digitized Greek just waiting to be analyzed, and you can help us do it by playing the same games that taught you your alphas from your betas.
fa: می‌دانستی هنوز متن‌های کلاسیک بسیاری هستند که رویشان کار نشده است؟ بسیاری از آنها هنوز دیجیتال نشده‌اند، و تعداد آنها که ترجمه شده یا تجزیه تحلیل شده باشند، بسیار کمتر است. <strong>به همین دلیل می‌خواهیم تو هم با ما همراهی کنی</strong> میلیون‌ها لغت یونانی باستان است که به تازگی دیجیتال شده‌اند و در انتظار تجزیه و تحلیل شدن به سر می‌برند. تو می‌توانی با همان بازی‌هایی که الفبا را یادت دادند در انجام این کار کمک کنی.

source: The best part is that you're not alone &mdash; Ancient Geeks all over the world will contribute to creating <strong>new digital editions</strong> of these unexplored texts, using their newly acquired ancient language skills coupled with their diverse range of modern languages.
fa: بهترین نکته ماجرا این است که تو تنها نیستی &mdash; Ancient Geekها از هر جای دنیا در ایجاد‌<strong>نسخه‌های دیجیتال جدید</strong> متونی که تاکنون رویشان کار نشده است، کمک می‌کنند. آنها از مهارت‌هایی که به‌تازگی در زبان‌های باستانی کسب کرده‌اند به علاوه توانایی‌هایشان در دیگر زبان‌های مدرن کمک می‌گیرند.

source: Any contribution big or small is helpful!<br> You can continue to improve your Greek while<br> contributing to open data.
fa: هر کاری که در اینجا بکنی، چه کوچک باشد، چه بزرگ مفید است!<br> می‌توانی مهارت‌های زبانی خودت را ارتقا دهی، در حالیکه داری<br> به در اختیار گذاشتن داده به صورت رایگان برای همگان همکاری می‌کنی.

source: translated or treebanked
fa: ترجمه شده یا نمودار درختی ترسیم شده

source: ADD UNIT
fa: اضافه کردن درس

source: Grammar
fa: دستور زبان

source: Admin Panel
fa: پنل ادمین

source: Edit Grammar Topic
fa: ویرایش موضوع دستوری

source: What is this letter called?
fa: این حرف چه نام دارد؟

# Task question: "What is the [morph] of [word]?"
source: What is the
fa: چیست

source: Type the answer:
fa: پاسخ را تایپ کن

source: Good job!
fa: آفرین!

source: More definitions for
fa: تعاریف بیشتر برای

source: Type this in Greek!
fa: این را به یونانی تایپ کن!

source: View Sentence as Tree
fa: مشاهده نمودار درختی جمله

source: from
fa: از

source: See Morphology
fa: واج‌شناسی را ببین

source: Related Grammar Topics
fa: قواعد دستوری مرتبط

source: None found
fa: چیزی پیدا نشد

source: Click a word to see resources for it, or click the comment icon to add your own annotation.
fa: روی کلمه کلیک کن تا مرجع آن را ببینی، یا روی نماد اظهارنظر کلیک کن تا حاشیه‌نویسی خودت را اضافه کنی.

source: Translations
fa: ترجمه‌ها

source: Sentence
fa: جمله

source: Translate this Sentence!
fa: این جمله را ترجمه کن!

source: No Alignment in
fa: ترجمه تطبیقی موجود نیست

source: by
fa: اثر

source: Jump to another section
fa: برو به قسمت دیگر

source: Log in
fa: ورود به سیستم

source: Continue
fa: ادامه

source: Loading Lesson
fa: در حال بارگذاری درس
